tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "universal-ctags/universal-ctags"
brew "antigen"
brew "automake"
brew "bash"
brew "bc"
brew "bison"
brew "xz"
brew "btop"
brew "openssl@3"
brew "readline"
brew "glib"
brew "chruby"
brew "coreutils"
brew "fastfetch"
brew "fd"
brew "gawk"
brew "gdbm"
brew "genact"
brew "gh"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "harfbuzz"
brew "jq"
brew "libffi"
brew "libomp"
brew "libyaml"
brew "lua-language-server"
brew "lynx"
brew "mysql", restart_service: true
brew "neovim"
brew "node"
brew "nowplaying-cli"
brew "pango"
brew "sbcl"
brew "pgloader"
brew "postgresql@16", restart_service: true
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "stylua"
brew "swig"
brew "tesseract"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sf-pro"
cask "iterm2"
cask "kitty"
cask "neovide"
cask "sf-symbols"
cask "skim"
cask "spotify"
